tap "argoproj/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "micke/devflow"
tap "micke/kubeconsole"
tap "minamijoyo/tfschema"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "libyaml"
brew "readline"
brew "ansible"
brew "ant"
brew "apr"
brew "apr-util"
brew "argocd"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "libtool"
brew "asdf"
brew "gettext"
brew "glib"
brew "python@3.8"
brew "httperf"
brew "autobench"
brew "avrdude"
brew "awk"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "boost"
brew "bootloadhid"
brew "buildkit"
brew "c-ares"
brew "pixman"
brew "cairo"
brew "ccat"
brew "chipmunk"
brew "clang-format"
brew "cli53"
brew "cloog"
brew "cmake"
brew "cmatrix"
brew "cscope"
brew "libssh2"
brew "nghttp2"
brew "curl"
brew "dbus"
brew "dfu-programmer"
brew "dfu-util"
brew "diff-so-fancy"
brew "dnsmasq"
brew "docker-clean"
brew "docutils"
brew "node"
brew "emscripten"
brew "etcd"
brew "gdk-pixbuf"
brew "geoip"
brew "gobject-introspection"
brew "gsettings-desktop-schemas"
brew "harfbuzz"
brew "pango"
brew "gtk+3"
brew "libnet"
brew "ettercap"
brew "exa"
brew "exercism"
brew "faac"
brew "fd"
brew "nettle"
brew "unbound"
brew "little-cms2"
brew "libvorbis"
brew "libsodium"
brew "ffmpeg"
brew "fswatch"
brew "gcc"
brew "geos"
brew "gerbv"
brew "gh"
brew "ghc"
brew "jbig2dec"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-crypt"
brew "glm"
brew "gnu-sed"
brew "go"
brew "gource"
brew "gts"
brew "graphviz"
brew "helm"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "imapsync", args: ["HEAD"]
brew "inetutils"
brew "ios-sim"
brew "jq"
brew "kapacitor"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "libgcrypt"
brew "libgit2"
brew "libssh"
brew "libvo-aacenc"
brew "libxmlsec1"
brew "libxslt"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "luv"
brew "makedepend"
brew "memcached", restart_service: true
brew "meson"
brew "protobuf"
brew "mitmproxy"
brew "mosh"
brew "mtr"
brew "mysql@5.6", restart_service: true
brew "neovim", args: ["HEAD"]
brew "nginx"
brew "nmap"
brew "ossp-uuid"
brew "perl"
brew "pick"
brew "podman"
brew "portaudio"
brew "pre-commit"
brew "prettier"
brew "pv"
brew "ragel"
brew "ruby-build"
brew "rbenv"
brew "rcm"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "rust"
brew "scons"
brew "siege"
brew "sops"
brew "sphinx-doc"
brew "subversion"
brew "swig"
brew "terraform"
brew "terraform-docs"
brew "texi2html"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "unrar"
brew "v8"
brew "vim"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "wireshark"
brew "wrk"
brew "wxwidgets"
brew "xmlstarlet"
brew "yarn"
brew "yasm"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "hashicorp/tap/terraform-ls"
brew "micke/devflow/devflow"
brew "micke/kubeconsole/kubeconsole"
brew "minamijoyo/tfschema/tfschema"
brew "osx-cross/arm/arm-gcc-bin@8"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "qmk/qmk/qmk"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "1password-cli"
cask "aerial"
cask "alacritty"
cask "alfred"
cask "beardedspice"
cask "cyberduck"
cask "dash"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hasklig"
cask "font-hasklug-nerd-font"
cask "font-source-code-pro"
cask "gcc-arm-embedded"
cask "gitify"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "java"
cask "kitty"
cask "librecad"
cask "ngrok"
cask "postgres"
cask "postman"
cask "rectangle"
cask "slack"
cask "spotify"
cask "sublime-text"
