tap "derailed/k9s"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jenkins-x/jx"
tap "micke/devflow"
tap "osx-cross/avr"
tap "phrase/brewed"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
cask "java"
brew "ant"
brew "apr"
brew "openssl"
brew "apr-util"
brew "readline"
brew "python"
brew "asciinema"
brew "autoconf"
brew "libtool"
brew "libyaml"
brew "asdf"
brew "httperf"
brew "autobench"
brew "awscli"
brew "bat"
brew "c-ares"
brew "gettext"
brew "pixman"
brew "ccat"
brew "chipmunk"
brew "cli53"
brew "cloog"
brew "cmake"
brew "cmatrix"
brew "cscope"
brew "curl"
brew "dbus"
brew "dfu-programmer"
brew "dfu-util"
brew "dnsmasq"
brew "docker-clean"
brew "etcd"
brew "libnet"
brew "ettercap"
brew "exercism"
brew "faac"
brew "fd"
brew "nettle"
brew "harfbuzz"
brew "little-cms2"
brew "libvorbis"
brew "ffmpeg"
brew "fswatch"
brew "gcc"
brew "geoip"
brew "geos"
brew "ghc"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-crypt"
brew "glm"
brew "gnu-sed"
brew "go"
brew "gource"
brew "hub"
brew "imagemagick"
brew "imapsync", args: ["HEAD"]
brew "ios-sim"
brew "jbig2dec"
brew "kapacitor"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "libgcrypt"
brew "libssh2"
brew "libgit2"
brew "libsodium"
brew "libvo-aacenc"
brew "libxml2"
brew "libxmlsec1"
brew "libxslt"
brew "lolcat"
brew "lua"
brew "macvim", link: false
brew "makedepend"
brew "memcached", restart_service: true
brew "mitmproxy"
brew "mongodb"
brew "mosh"
brew "mtr"
brew "mysql@5.5", restart_service: true
brew "mysql@5.6", restart_service: true
brew "neovim"
brew "nghttp2"
brew "nginx", restart_service: true
brew "nmap"
brew "ossp-uuid"
brew "pick"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust"
brew "sbt"
brew "scala"
brew "scons"
brew "siege"
brew "sops"
brew "swig"
brew "texi2html"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "typesafe-activator"
brew "unrar"
brew "v8"
brew "vim", link: false
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "wireshark"
brew "wrk"
brew "wxmac"
brew "xmlstarlet"
brew "yarn"
brew "yasm"
brew "zsh"
brew "zsh-autosuggestions"
brew "derailed/k9s/k9s"
brew "heroku/brew/heroku"
brew "jenkins-x/jx/jx"
brew "micke/devflow/devflow"
brew "osx-cross/avr/avr-gcc"
brew "phrase/brewed/phraseapp"
brew "thoughtbot/formulae/rcm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alfred"
cask "dash"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-hasklig"
cask "gcc-arm-embedded"
cask "gitify"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "karabiner-elements"
cask "mattr-slate"
cask "ngrok"
cask "postgres"
cask "slack"
