tap "argoproj/tap"
tap "garethgeorge/backrest-tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "micke/devflow"
tap "micke/kubeconsole"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "age"
brew "openssl@3"
brew "libsodium"
brew "libssh"
brew "libyaml"
brew "tree"
brew "ansible"
brew "gettext"
brew "glib"
brew "pixman"
brew "cairo"
brew "harfbuzz"
brew "little-cms2"
brew "openjdk"
brew "ant"
brew "aom"
brew "apr"
brew "apr-util"
brew "argocd"
brew "asciinema"
brew "asdf"
brew "dbus"
brew "at-spi2-core"
brew "httperf"
brew "autobench"
brew "autoconf"
brew "automake"
brew "boost"
brew "avrdude"
brew "awk"
brew "aws-iam-authenticator"
brew "awscli"
brew "bootloadhid"
brew "buildkit"
brew "c-ares"
brew "ccat"
brew "chipmunk-physics"
brew "clang-format"
brew "cli53"
brew "cloog"
brew "cmake"
brew "cmatrix"
brew "cscope"
brew "libssh2"
brew "curl"
brew "dfu-programmer"
brew "dfu-util"
brew "diff-so-fancy"
brew "dnsmasq"
brew "docker-clean"
brew "docutils"
brew "node"
brew "emscripten"
brew "etcd"
brew "gdk-pixbuf"
brew "gsettings-desktop-schemas"
brew "pango"
brew "gtk+3"
brew "libnet"
brew "ettercap"
brew "libgit2"
brew "exa"
brew "exercism"
brew "exiftool"
brew "faac"
brew "fd"
brew "ffmpeg"
brew "nettle"
brew "unbound"
brew "gnutls"
brew "jpeg-xl"
brew "libbluray"
brew "libvorbis"
brew "tesseract"
brew "ffmpeg@7"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "libavif"
brew "geoip"
brew "geos"
brew "gtk+"
brew "gerbv"
brew "gh"
brew "ghc"
brew "jbig2dec"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-crypt"
brew "glm"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "sdl2_image"
brew "gource"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "helm"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "imapsync", args: ["HEAD"]
brew "inetutils"
brew "ios-sim"
brew "iperf3"
brew "perl"
brew "irssi"
brew "jq"
brew "kapacitor"
brew "kompose"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "libgcrypt"
brew "liblqr"
brew "libvo-aacenc"
brew "libvterm"
brew "libxmlsec1"
brew "libxslt"
brew "lpeg"
brew "lua"
brew "luarocks"
brew "luv"
brew "makedepend"
brew "memcached", restart_service: :changed
brew "meson"
brew "minio-mc"
brew "protobuf"
brew "python@3.11"
brew "mitmproxy"
brew "mosh"
brew "mtr"
brew "mysql@5.7", restart_service: :changed
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "nmap"
brew "opentofu"
brew "ossp-uuid"
brew "pandoc"
brew "pick"
brew "pillow"
brew "pipx"
brew "pngcheck"
brew "pnpm"
brew "podman"
brew "portaudio"
brew "pre-commit"
brew "prettier"
brew "pv"
brew "python-setuptools"
brew "python-tk@3.10"
brew "python@3.8"
brew "python@3.9"
brew "qemu"
brew "ragel"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "rcm"
brew "reattach-to-user-namespace"
brew "redis", restart_service: :changed
brew "restic"
brew "ripgrep"
brew "rustup"
brew "s3cmd"
brew "scons"
brew "shared-mime-info"
brew "showkey"
brew "siege"
brew "snyk-cli"
brew "sops"
brew "sphinx-doc"
brew "subversion"
brew "swig"
brew "syft"
brew "terraform-docs"
brew "texi2html"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "universal-ctags", args: ["HEAD"]
brew "v8"
brew "vim"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "wimlib"
brew "wireguard-tools"
brew "wireshark"
brew "wrk"
brew "wxwidgets"
brew "xmlstarlet"
brew "yasm"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "garethgeorge/backrest-tap/backrest"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "micke/kubeconsole/kubeconsole"
brew "osx-cross/arm/arm-gcc-bin@8"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "qmk/qmk/qmk"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "alacritty"
cask "alfred"
cask "beardedspice"
cask "cmux"
cask "cyberduck"
cask "dash"
cask "dbeaver-community"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hasklig"
cask "font-hasklug-nerd-font"
cask "font-source-code-pro"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "gcloud-cli"
cask "gitify"
cask "google-chrome"
cask "gpg-suite"
cask "kitty"
cask "librecad"
cask "ngrok"
cask "numi"
cask "ollama-app"
cask "postman"
cask "rectangle"
cask "slack"
cask "soapui"
cask "spotify"
cask "sublime-text"
cask "wkhtmltopdf"
cargo "gitmoji-selector"
